{
  "<pad>": 0,
  "<bos>": 1,
  "<eos>": 2,
  "<blank>": 3,
  "a": 4,
  "about": 5,
  "abuse": 6,
  "afraid": 7,
  "age": 8,
  "agree": 9,
  "all": 10,
  "am": 11,
  "and": 12,
  "angry": 13,
  "any": 14,
  "anything": 15,
  "appreciate": 16,
  "are": 17,
  "bad": 18,
  "be": 19,
  "beautiful": 20,
  "become": 21,
  "bed": 22,
  "bored": 23,
  "bring": 24,
  "by": 25,
  "came": 26,
  "can": 27,
  "care": 28,
  "career": 29,
  "chatting": 30,
  "class": 31,
  "cold": 32,
  "collegeschool": 33,
  "comb": 34,
  "congratulations": 35,
  "could": 36,
  "crying": 37,
  "dare": 38,
  "did": 39,
  "difference": 40,
  "dilemma": 41,
  "disappointed": 42,
  "do": 43,
  "does": 44,
  "doing": 45,
  "enjoyed": 46,
  "favour": 47,
  "feeling": 48,
  "fever": 49,
  "fine": 50,
  "food": 51,
  "for": 52,
  "free": 53,
  "friend": 54,
  "from": 55,
  "glass": 56,
  "go": 57,
  "going": 58,
  "good": 59,
  "got": 60,
  "grateful": 61,
  "had": 62,
  "hair": 63,
  "happened": 64,
  "happy": 65,
  "have": 66,
  "he": 67,
  "hear": 68,
  "heart": 69,
  "help": 70,
  "hi": 71,
  "hiding": 72,
  "him": 73,
  "how": 74,
  "hungry": 75,
  "hurt": 76,
  "i": 77,
  "in": 78,
  "into": 79,
  "is": 80,
  "it": 81,
  "kind": 82,
  "know": 83,
  "leave": 84,
  "let": 85,
  "light": 86,
  "like": 87,
  "lot": 88,
  "love": 89,
  "make": 90,
  "me": 91,
  "mean": 92,
  "medicine": 93,
  "meet": 94,
  "more": 95,
  "much": 96,
  "my": 97,
  "name": 98,
  "need": 99,
  "nice": 100,
  "not": 101,
  "number": 102,
  "of": 103,
  "off": 104,
  "old": 105,
  "on": 106,
  "one": 107,
  "outside": 108,
  "phone": 109,
  "place": 110,
  "planned": 111,
  "please": 112,
  "pour": 113,
  "prepare": 114,
  "promise": 115,
  "really": 116,
  "repeat": 117,
  "room": 118,
  "serve": 119,
  "shall": 120,
  "she": 121,
  "shirt": 122,
  "sir": 123,
  "sitting": 124,
  "sleep": 125,
  "slower": 126,
  "so": 127,
  "softly": 128,
  "some": 129,
  "somehow": 130,
  "something": 131,
  "sorry": 132,
  "speak": 133,
  "stopped": 134,
  "stubborn": 135,
  "suffering": 136,
  "sure": 137,
  "take": 138,
  "talk": 139,
  "tell": 140,
  "thank": 141,
  "that": 142,
  "the": 143,
  "there": 144,
  "things": 145,
  "think": 146,
  "this": 147,
  "time": 148,
  "tired": 149,
  "to": 150,
  "today": 151,
  "train": 152,
  "trust": 153,
  "truth": 154,
  "try": 155,
  "turn": 156,
  "understand": 157,
  "very": 158,
  "want": 159,
  "was": 160,
  "water": 161,
  "way": 162,
  "we": 163,
  "wear": 164,
  "welcome": 165,
  "what": 166,
  "when": 167,
  "where": 168,
  "which": 169,
  "who": 170,
  "why": 171,
  "will": 172,
  "with": 173,
  "worry": 174,
  "xxxxxxxx": 175,
  "you": 176,
  "your": 177,
  "yourself": 178
}